{
	"prepare" : "During the prepare phase each player simultaneously resolves the following three steps in order:\n\n**1. Roll Dice:** Roll all of the dice in your exhausted pool and place them to the left of your dice power reference cards. This is your active dice pool. On the first round of the game, the player who rolls the most basic  symbols chooses who should go first (the First Player), taking the first player token or giving it to their opponent. If there is a tie for most, all players must re-roll all of their dice until there is no tie.\n\n**2. Discard Cards:** You may discard any number of cards from your hand.\n\n**3. Draw Cards:** Draw cards until you have 5 cards in your hand.a. Fatigue Damage: Starting with the First Player, players alternate placing 1 wound token on their Phoenixborn until all players have placed wounds equal to the number of cards they should have drawn but could not.",
	"player turn" : "The player turns phase typically consists of many very short turns. Starting with the First Player, each player will take just one or two actions per turn. They will continue taking turns, back and forth, until both players consecutively pass on their turn. On a player’s turn, they must take one main action and may choose to take one side action. These may be taken in either order.  Once both players have taken Pass as their main action on consecutive turns, the player turns phase is over and the players move on to the recovery phase.\n\nMain Actions(required)\n* Pay a <:main:408070378204954629> cost\n* Attack\n* Pass\n\nSide Actions (optional)\n* Pay a <:side:408070377969811456> cost\n* Activate a dice power\n* Meditate.",
	"attack" : "When you Attack, 1 or more of your unexhausted units will enter battle.\n**Unexhausted:** A card with no exhaustion tokens on it. \n**Battle:** In battle an attacker deals damage equal to its attack value to a defender. Sometimes the defender will counter. After the battle, 1 exhaustion token is placed on the attacker, and 1 on the defender, if it countered.\n**Counter:** When a defender counters, it deals damage equal to its attack value back to its attacker. Attack and counter damage occur simultaneously.\n\nTo take an Attack action, first target an opponent’s PHOENIXBORN or UNIT.\n\n*If you target a PHOENIXBORN do the following in order:*\n1. Declare Attackers:Choose ANY NUMBER of unexhausted units you control to be attackers.\n2. Opponent Declares Blockers:Your opponent may block each attacker with up to one unexhausted unit they control.\n3. Resolve Battles: One at a time, resolve each battle in an order of your choice.\n> If Blocked: The attacker battles its blocker and the blocker counters.\n> If Unblocked: The attacker battles the target Phoenixborn.\n\nNote: Resolution order matters! If a blocker is destroyed before it battles, the attacker it was blocking becomes unblocked.\n\n*If you target a UNIT do the following in order:*\n1. Declare Attackers: Choose ONE unexhausted unit you control to be the attacker.\n2. Opponent Declares Guard:Your opponent may guard with their Phoenixborn or with an unexhausted unit they control with the Unit Guard ability.\nNote: A Phoenixborn can only guard once per round, but may guard even if it is exhausted.\n3. Resolve Battle\n> If Guarded: The attacker battles the guard and, if the guard is a unit, the guard counters. If the guard is a Phoenixborn, it is rotated 90° to indicate it is unable to guard again this round.\n> If Unguarded:The attacker battles the target unit. If it is unexhausted your opponent may counter with it.",
	"meditate" : "The Meditate side action allows you to raise the levels of your dice. When you Meditate, discard any number of the following, one at a time:\n\n> Cards in your hand\n\n> Cards off the top of your deck\n\n> Ready spells from your spellboard\n\nFor each card discarded, you may change a die in your active pool to a side of your choice.",
	"recovery" : "During the Recovery Phase, each player simultaneously resolves the following three steps in order:\n\n**1.   Recover:** Remove a number of wound tokens from each unit you have in play equal to that unit’s recover value.\n\n**2. Remove Exhaustion:** Remove 1 exhaustion token from each card you have in play that has 1 or more exhaustion tokens on it. Rotate your Phoenixborn so that it is upright.\n\n**3. Exhaust Dice:** Move any number of dice from your active pool to your exhausted pool.",
	"end of round" : "Some effects take place after the recovery phase “at the end of the round.” Each player (one at a time, starting with the First Player) resolves all effects they control that occur at the end of the round, in the order of their choice.\n\nAfter all such effects are resolved, the player with the first player token passes it to their opponent and the next round begins.",
	"winning and losing" : "If a player’s Phoenixborn has a number of wound tokens on it equal to or greater than its life value, that Phoenixborn is destroyed. Their opponent has won the game!",
	"resolving effects" : "There are four rules when playing cards or resolving effects:\n\n1. Resolve the card text from top to bottom, one effect at a time.\n2. Resolve as much of each effect as possible.\n3. Resolve each card completely, even if it is removed from play.\n4. Card text always supersedes game rules.\n\nA card can have multiple effects, and they will be separated either by periods or by the words “to” or “and.” If an effect on a card triggers another effect, pause resolving the current card until all related triggered effects have been resolved.",
	"damage, wound tokens and destruction" : "When a unit or Phoenixborn is dealt damage, place a number of wound tokens on it equal to the amount of unprevented damage it received. After a unit or Phoenixborn has a number of wound tokens equal to or greater than its life value, destroy it.\n\n> • When a unit is destroyed, it is discarded.\n> • When a Phoenixborn is destroyed, its controlling player loses the game.\n\nNote: A card’s life value is not reduced when wound tokens are placed on it.\n\nNote: Deal damage Place wounds Destroy. An effect that “deals damage” places wound tokens and destroys, but an effect that “destroys” does not deal damage or place wound tokens.",
	"discarding cards" : "When a card in play is discarded or otherwise removed from play, set it aside along with any cards underneath it that are attached or face down. After resolving any triggered effects, return any tokens on any of these cards to the supply, discard the cards that are underneath, and place that card in its final destination. Discarded cards go to their owner’s discard pile.\n\nException: Discarded conjurations and conjured alteration spells do not go to a discard pile but return to their owner’s conjuration pile.",
	"exhaustion tokens": "Some game effects place exhaustion tokens on cards. When a card has 1 or more exhaustion tokens on it, it is considered to be exhausted. An exhausted card has no ability or effect text though it retains everything else including attack, life, and recover values (on units), and value bonuses (on alteration spells). In addition, exhausted units cannot attack, block, guard or counter.\n\nSome cards have inexhaustible effects or abilities, indicated by a yellow box. These effects or abilities remain even if the card is exhausted. In this example, an exhausted Butterfly Monk does not have the Unit Guard ability but it retains the Mend 1 ability as well as its attack, life, and recover values.",
	"status tokens":"Status tokens can have various effects based on the cards that are in play. Those cards will detail how the status tokens are to be used.",
	"attack resolution" : "During an Attack action that targets a Phoenixborn, an attacker or blocker may be exhausted or destroyed before their battle begins to resolve.\n\n> • If an attacker is exhausted or destroyed, it leaves battle and does not attack.\n> • If a blocker is destroyed, the attacking unit is no longer blocked and will deal its damage to the target Phoenixborn.\n> • If a blocker is exhausted, it still blocks but cannot counter (deal damage) and does not receive an exhaustion token.",
	"damage resolution" : "Whenever damage is dealt, wound tokens are placed, or units are destroyed, enter the process below at the appropriate step. If damage of 0 is dealt, do not enter the process and do not trigger any effects.\n\n**Step 1: Deal Damage.**\n> *Effects that trigger “after damage is dealt” may now be used. Most of these effects will prevent 1 or more damage from being received in step 2.*\n\n**Step 2: Receive Damage and Place Wounds.** Place wound tokens equal to the damage received.\n> • If a unit has wound tokens on it equal to or greater than its life value, it will be destroyed in the next step.\n> • If a Phoenixborn has wound tokens on it equal to or greater than its life value, its controlling player immediately loses the game.\n> *Effects that trigger “after 1 or more wound tokens are placed” may now be used.*\n\n**Step 3: Destroy Unit.** Remove unit from play.\n> *Effects that trigger “when this unit is destroyed” may now be used.*\n> *After all of the above effects have resolved, effects that trigger “after a unit is destroyed/leaves play” may be used.*\n\n**Step 4: Discard the Destroyed Unit.**",
	"drp" :"Whenever damage is dealt, wound tokens are placed, or units are destroyed, enter the process below at the appropriate step. If damage of 0 is dealt, do not enter the process and do not trigger any effects.\n\n**Step 1: Deal Damage.**\n> *Effects that trigger “after damage is dealt” may now be used. Most of these effects will prevent 1 or more damage from being received in step 2.*\n\n**Step 2: Receive Damage and Place Wounds.** Place wound tokens equal to the damage received.\n> • If a unit has wound tokens on it equal to or greater than its life value, it will be destroyed in the next step.\n> • If a Phoenixborn has wound tokens on it equal to or greater than its life value, its controlling player immediately loses the game.\n> *Effects that trigger “after 1 or more wound tokens are placed” may now be used.*\n\n**Step 3: Destroy Unit.** Remove unit from play.\n> *Effects that trigger “when this unit is destroyed” may now be used.*\n> *After all of the above effects have resolved, effects that trigger “after a unit is destroyed/leaves play” may be used.*\n\n**Step 4: Discard the Destroyed Unit.**",
	"ddrp" : "Whenever damage is dealt, wound tokens are placed, or units are destroyed, enter the process below at the appropriate step. If damage of 0 is dealt, do not enter the process and do not trigger any effects.\n\n**Step 1: Deal Damage.**\n> *Effects that trigger “after damage is dealt” may now be used. Most of these effects will prevent 1 or more damage from being received in step 2.*\n\n**Step 2: Receive Damage and Place Wounds.** Place wound tokens equal to the damage received.\n> • If a unit has wound tokens on it equal to or greater than its life value, it will be destroyed in the next step.\n> • If a Phoenixborn has wound tokens on it equal to or greater than its life value, its controlling player immediately loses the game.\n> *Effects that trigger “after 1 or more wound tokens are placed” may now be used.*\n\n**Step 3: Destroy Unit.** Remove unit from play.\n> *Effects that trigger “when this unit is destroyed” may now be used.*\n> *After all of the above effects have resolved, effects that trigger “after a unit is destroyed/leaves play” may be used.*\n\n**Step 4: Discard the Destroyed Unit.**",
	"simultaneous effects" : "Sometimes game effects will seem to occur simultaneously. Here is how to properly order those effects.\n\n**Effects with the same trigger timing**\nIf players have 1 or more responses to the same triggering game event, each player (starting with the Active Player—the player whose turn it is) has one opportunity to play any cards and activate any effects they wish to in response to that trigger, resolving them one at a time and then passing the opportunity to their opponent.\n\n**Effects that trigger “when” a game event occurs**\nSome effects occur “when” a game event occurs, e.g. “When this unit comes into play, you may deal 1 damage to another target unit.” In this case, complete the triggering game event (“unit comes into play”) and then resolve the triggered effect (“deal 1 damage”) along with any other effects with the same trigger timing as detailed above. After all “when a unit comes into play” effects are fully resolved, “after a unit comes into play” effects can now trigger.\n\n**Units that deal damage to each other**\nUnits that deal damage to each other, most commonly when attacking and countering, deal damage simultaneously. The Active Player then chooses which damage to resolve first, using the damage resolution process.\n\n**Effects that affect multiple units or other game elements (e.g. spells, cards, etc.)**\nSome effects can affect multiple units at once, e.g., “Deal 1 damage to all units.” In these cases, the player who controls the effect:\n> 1. Selects all units to be affected.\n> 2. Resolves the effect for one unit at a time in the order of their choice.\n\nThe resolution process may cause a selected unit to no longer fit the selection criteria, or may cause new selectable units to appear. In all cases, the original selection cannot change.",
	"ability" : "A named effect on a unit or Phoenixborn. A unit ability with a number after its name will stack if the unit receives an additional copy of that ability. See Stacking Abilities.",
	"activate" : "Use an activated effect on a card in play or on a die on its power side. To activate an effect, announce it, pay the associated costs, and then resolve it.",
	"activated ability/affect" : "A card effect or dice power that only resolves when you pay its activation cost, which will always include a main or side action.",
	"active dice pool / active pool" : "The place where you keep dice that are available to spend.",
	"active player" : "The player whose turn it is or, if it is not during the player turns phase, the player with the first player token.",
	"affect" : "A card or dice power affects a spell if it does any of the following to that spell: places or removes tokens/dice, adds or removes effects, causes the spell to be attached to a different card, or moves it in or out of play.",
	"attach" : "The process of placing an alteration spell underneath a target unit and applying its effects and value bonuses to that unit. Attaching an alteration spell to a unit targets that unit.",
	"attack value" : "The damage a unit deals when attacking or countering. Attack value can be negative, but whenever it is used in resolving a game effect or battle, the minimum is 0.",
	"attacker" : "An unexhausted unit that has been declared to be attacking when taking an Attack main action.",
	"attacking player" : "The player that is taking an Attack main action.",
	"battle" : "An attacker is in battle with the unit or Phoenixborn it is dealing attack damage to.",
	"battlefield" : "The part of your play area where units are placed. The number of units on your battlefield cannot exceed the battlefield value on your Phoenixborn. When playing an ally with placement = Battlefield from your hand, you can only play it to your battlefield. All face up cards on your battlefield are in play under your control.",
	"blocker" : "Unexhausted units you control may be declared as blockers when your Phoenixborn is targeted with an Attack action. Up to one unit may be declared as a blocker per attacking unit. Blocking is not the same as guarding. Blockers must counter.",
	"cancel" : "When an effect is canceled, immediately stop resolving that effect and all remaining effects that are in the process of being resolved on the canceled effect’s card.",
	"choose": "Some effects ask players to choose something, e.g. targets, options, or other game elements. Choosing a card or other game element does not, by itself, affect or target it, but may cause an effect to affect or target it.",
	"conjuration" : "A type of unit that starts the game in a conjuration pile and can be brought into play by a card effect.",
	"conjuration limit": "The number of copies of a conjuration or conjured alteration spell that you must put into your conjuration pile before the game begins. It is located in the lower left hand corner of those cards.",
	"conjuration pile" : "A face down stack of all the conjurations and conjured alteration spells that your deck is capable of producing. The number of cards in any conjuration pile is public information.",
	"conjured alteration spell": "A type of spell that starts the game in a conjuration pile and can be brought into play by a card effect. Conjured alteration spells are considered alteration spells while in play.",
	"control" : "The following are under your control: your Phoenixborn and its abilities, any face up cards on your battlefield or spellboard and their abilities and effects, and any action or reaction spells, dice powers, attacks, or counters that you are resolving. Alteration and conjured alteration spells are under your control while you are attaching them and then are under the control of the player who controls the card they are attached to.",
	"counter" : "Countering is when a defender deals counter damage equal to its attack value back to the attacking unit. Blockers and unit guards must counter.",
	"current / currently" : "The words “current” and “currently” in an effect refer to the game state before the effect resolves.",
	"current value": "The attack, life, and recover values of a unit after modifiers have been applied. When an effect references the current values of a unit it refers to the values before the effect resolves.",
	"damage resolution process": "The process by which damage becomes wounds and then destruction. It is covered in detail on page 16.Defender: A unit or Phoenixborn that has been declared as a blocker or guard, or is the target of an attack.Defending Player: The player whose Phoenixborn or unit has been declared the target of an Attack action.",
	"dice power": "An effect that can be activated by spending a side action and a die on its power symbol side. Each die type has a different dice power.",
	"discard pile": "The place in your play area where you place discarded cards. Cards are placed face up, and the contents are public information.",
	"draw pile": "The face down pile of cards that you draw from during the game. The number of cards is public information.",
	"effect": "An effect is any text that is resolved from a spell or ability. Attack and counter damage are not effects.",
	"exhaust": "The process of placing exhaustion tokens on a card OR the process of moving dice from an active pool to an exhausted pool.",
	"exhausted": "A card that has 1 or more exhaustion tokens on it OR a die that is in your exhausted pool. An exhausted card has no ability or effect text (except for inexhaustible ones) though it retains everything else including attack, life, and recover values (on units), and value bonuses (on alteration spells). Exhausted units cannot attack, block, guard or counter.",
	"exhausted dice pool / dxhausted pool": "The place where you keep dice that have already been exhausted/spent this turn.",
	"face down": "A card that is face down underneath a card in play is not considered to be attached to that card and is not considered to be in play.",
	"first five": "When setting up a game of Ashes, select 5 different cards from your deck to become your starting hand. You cannot include more than one copy of a card in your First Five. In a competitive setting, find a non-player to verify that the cards are unique.",
	"first player": "The player who currently possesses the first player token. The First Player takes the first turn of each round.",
	"focus": "When multiple copies of a spell are on your spellboard, it is focused. Some ready spells modify existing effects or grant additional effects when they are focused. Any additional effects must be resolved in order as usual. See Focusing a Ready Spell on p. 9.",
	"game event": "Anything that could occur in the game as a result of following the rules or resolving effects. Examples: a unit comes into play, an alteration spell is attached, a player declares attackers, wound tokens are placed on a Phoenixborn, etc.",
	"guard": "Your Phoenixborn or an unexhausted unit you control with the Unit Guard ability can be declared as a guard when a unit you control is targeted with an Attack action. A Phoenixborn may only guard once per round, indicated by rotating a Phoenixborn 90° after guarding. Guarding is not the same as blocking. A guarding unit must counter.",
	"inexhaustible effect": "An effect on a card that remains even if that card is exhausted.\nA card may grant a unit an ability in an inexhaustible box. In this case, the granted ability is inexhaustible on that unit. However, if the effect that grants it (“This unit now has the following ability”) is not inexhaustible, the ability can be removed by exhausting the granting card.",
	"level" : "Dice have 3 levels: basic, class, and power. When an effect raises a die one level, basic dice turn to class sides, and class dice turn to power sides. When an effect lowers a die one level, power dice turn to class sides, and class dice turn to basic sides.",
	"life value": "The number of wound tokens that a Phoenixborn or unit can have on it before it is destroyed. A card’s life value is constant unless modified by a game effect. It is not reduced when wound tokens are placed on it.",
	"magic play cost": "The magic play cost of a card is the total number of die symbols that must be spent to play the card from your hand. Action, exhaust, and discard costs are not included and “X” equals “0” for the purpose of calculating magic play costs. The magic play cost of a card with a parallel cost is the maximum number of symbols that could be spent to play that card.",
	"main action": "You must take one main action on each of your turns. The possible main actions are: Pay a  cost, Attack, or Pass. See pp. 7-12.",
	"move": "When a game element (e.g. token) is moved from one location (e.g. card) to another, it is removed from the first location and placed on the second location in a single resolution. If a move effect is canceled, leave the game element in the first location.",
	"owner" : "A card’s owner is the player whose deck or conjuration pile that card started the game in.",
	"parallel costs": "Some cards have two or more connected costs in their play cost or their activation cost. These costs are called parallel costs. To pay a parallel cost, pay one of the options, plus any other costs.",
	"passive effect": "A card effect that is active just by being in play. It may always be active or it may only be active while a certain game state exists. Example: “While this unit is attacking” is a passive effect whereas “When this unit is declared as an attacker” is a triggered effect.",
	"phoenixborn": "Each player controls a Phoenixborn which is not a unit. When your Phoenixborn is destroyed, you lose the game.",
	"placement": "Direction on where a card goes when it is played. Note that when played from your hand, a card with placement of Battlefield, Spellboard or Discard must go to your own Battlefield, Spellboard or Discard, but a card with placement of Unit may be played to any unit in play.",
	"play / in play": "A card is in play if it is any player’s Phoenixborn or if it is face up on any player’s battlefield or spellboard.",
	"printed value": "These are the values printed on the card for attack, life, and recover values. Example: You have a Blue Jaguar (printed with Attack 1; Life 2) with Root Armor attached (Life +1) so it is currently Attack 1; Life 3. You play an effect that swaps the printed attack value and the printed life value. The Blue Jaguar is now Attack 2; Life 2.",
	"reaction ability/effect": "Some cards have reaction abilities or effects on them, indicated by a blue box. These cards may be played from your hand as reactions when their conditions are met. Using a reaction ability or effect counts toward your limit of 1 reaction per turn.",
	"recover value": "The number of wound tokens that are removed from a unit during the recover step of the recovery phase. If the recover value is larger than the number of wound tokens, remove them all. Recover value can be negative, but whenever it is used in resolving a game effect, the minimum is 0.",
	"side action": "You may take one side action on each of your turns. You may take it before or after your main action. The possible side actions are: Pay a cost, Meditate, or Activate a dice power. See p. 12.",
	"spell": "Any card that has the word “spell” as a part of its card type.",
	"spellboard": "The part of your play area where ready spells are placed. The number of ready spell slots on your spellboard equals the spellboard value on your Phoenixborn, but multiple copies of the same ready spell only take up one slot. When playing a ready spell with placement = Spellboard from your hand, you can only play it to your spellboard. All face up cards on your spellboard are in play under your control.",
	"stacking abilities": "A unit ability with a numeral after its name will stack if the unit receives an additional copy of that ability. Add the numerals in the ability names together, and change the corresponding numeral(s) in the ability text to that sum. Focus effects and abilities without numerals after their name do not stack.\n\n*Example: Blood Ritual 1 reads: “When this unit is destroyed as a result of a spell, ability, or dice power you control, you may remove 1 wound token from your Phoenixborn and then raise 1 die in your active pool one level.” If a unit with Blood Ritual 1 receives the ability Blood Ritual 2, it will now have “Blood Ritual 3: When this unit is destroyed as a result of a spell, ability, or dice power you control, you may remove 3 wound token[s] from your Phoenixborn and then raise 3 [dice] in your active pool one level.”*",
	"target": "An effect targets a game element if it uses the word “target” in relation to that game element or if it is an alteration spell being attached to that game element. Choose the target of a targeted effect immediately before resolving that effect.",
	"triggered ability/effect": "A card effect that can only be used when or after a game event occurs, such as “when this unit comes into play” or “after an opponent declares attackers.” Some triggered effects are mandatory, some are optional (“you may”), and some require an additional cost.\n\n**When:** Triggered effects that happen “When” a game event occurs are resolved immediately after the game event completes.\n\n**After:** Triggered effects that happen “After” a game event occurs are resolved after that game event, and after all related “When” effects.\n\nIf players wish to resolve multiple triggered effects off of the same game event, start with the Active Player. For more details, see Simultaneous Effects on p. 17.",
	"type" : "Each card has a type.\n\n*Examples: Ally, Conjuration, Alteration Spell, Conjured Alteration Spell, Ready Spell, Action Spell, Reaction Spell.*",
	"unexhausted": "A card that does not have any exhaustion tokens on it.",
	"unit": "An ally or conjuration.",
	"value bonus": "An alteration spell’s modifier for the attack, life, or recover values of the unit it is attached to.",
	"wound tokens": "Tokens placed on units and Phoenixborn as a result of receiving damage through the damage resolution process. When the number of wound tokens on a unit or Phoenixborn are equal to or greater than that card’s life value, destroy that card. If an effect “places wound tokens,” begin the damage resolution process at step 2. See Damage Resolution on p. 16.\n\nX: Cards that use X as a value will also feature a definition of X for that card. X = 0 for the purposes of determining magic play cost. Example: Out of the Mist deals X damage to a target unit and X, for that card, is defined as the number of units you have in play."
	
}